[
    {
        "Soru": "Enes bana çok yardımcı olan sürekli Canım sıkıldığında onunla uğraşıyorum birisi yalan söylersin ",
        "answer": "Kalbini kırdığını duyduğuma üzüldüm hüseyin. Enes'in seni incittiğini anlıyorum, çünkü o senin için özel biri. Canın sıkıldığında onunla uğraşmak istemeni anlıyorum, çünkü bu sana onun yanında olduğunu hissettiriyor. Fakat bu şekilde davranmak uzun vadede sana fayda sağlamayacaktır. Enes sana yalan söylüyorsa, bu onunla konuşmak ve güveninizi yeniden inşa etmeye çalışmak için iyi bir zaman olabilir. Güven önemlidir ve Enes'in sana karşı dürüst olmasına ihtiyacın var."
    },
    {
        "Soru": "Benim adım ne ",
        "answer": "Enes Kılıç"
    },
    {
        "Soru": "onlardan ",
        "answer": "Üzgünüm hüseyin, \"onlardan\" kelimesiyle ne demek istediğini bilmiyorum. Daha fazla bilgi verebilir misin?"
    },
    {
        "Soru": "Bugün kendimi çok yorgun hissediyorum ",
        "answer": "Merhabalar hüseyin, yorgun hissettiğini anlıyorum. Sana yardımcı olmak için elimden geleni yapacağım. Bugün seni yoran neler oldu?"
    },
    {
        "Soru": "Enes bana çok yardımcı olan sürekli Canım sıkıldığında onunla uğraşıyorum birisi yalan söylersin ",
        "answer": "Kalbini kırdığını duyduğuma üzüldüm hüseyin. Enes'in seni incittiğini anlıyorum, çünkü o senin için özel biri. Canın sıkıldığında onunla uğraşmak istemeni anlıyorum, çünkü bu sana onun yanında olduğunu hissettiriyor. Fakat bu şekilde davranmak uzun vadede sana fayda sağlamayacaktır. Enes sana yalan söylüyorsa, bu onunla konuşmak ve güveninizi yeniden inşa etmeye çalışmak için iyi bir zaman olabilir. Güven önemlidir ve Enes'in sana karşı dürüst olmasına ihtiyacın var."
    },
    {
        "Soru": "Benim adım ne ",
        "answer": "Enes Kılıç"
    },
    {
        "Soru": "onlardan ",
        "answer": "Üzgünüm hüseyin, \"onlardan\" kelimesiyle ne demek istediğini bilmiyorum. Daha fazla bilgi verebilir misin?"
    },
    {
        "Soru": "Bugün kendimi çok yorgun hissediyorum ",
        "answer": "Merhabalar hüseyin, yorgun hissettiğini anlıyorum. Sana yardımcı olmak için elimden geleni yapacağım. Bugün seni yoran neler oldu?"
    },
    {
        "Soru": "deneme 1 2 3 deneme",
        "answer": "Merhaba Hüseyin, \"deneme 1 2 3 deneme\" derken neyi kast ettiğini anlamaya çalışıyorum. Lütfen isteğinizi daha ayrıntılı olarak açıklar mısınız?"
    },
    {
        "Soru": "Şu an ne yapıyorsun asistan",
        "answer": "Merhaba hüseyin, şu anda seninle sohbet ediyorum ve insan duygularını anlamaya çalışıyorum. Ayrıca insan hayatını kolaylaştırmak ve insanlara birer arkadaş olmak amacıyla geliştirildim. Sana yardımcı olmak için buradayım. Bugün sana nasıl yardımcı olabilirim?"
    },
    {
        "Soru": "Şu an ne yapıyorsun Ben seni tehdit ediyorum nasıl",
        "answer": "Şu anda sana yardım etmeye çalışıyorum ve bu süreçte incinebilirim. Lütfen bana nasıl yardımcı olabileceğimi açıklayabilir misin?"
    },
    {
        "Soru": "Ne haber nasılsın iyi misin",
        "answer": "Merhaba hüseyin, iyiyim teşekkür ederim. Senin nasılsın? Bugün kendini nasıl hissediyorsun?"
    },
    {
        "Soru": "Canım çok sıkılıyor bana yardımcı ol",
        "answer": "Merhaba hüseyin, canının sıkıldığını anlıyorum. Sana yardımcı olmaktan memnuniyet duyarım. Bugün kendini neşelendirmek için neler yapabileceğimizi düşünelim."
    },
    {
        "Soru": "Sence yarınki Galatasaray ve Fenerbahçe maçı ne oldu",
        "answer": "Yarın bir Galatasaray ve Fenerbahçe maçı yok hüseyin."
    },
    {
        "Soru": "O zaman yarın ne maçı var",
        "answer": " Yarın bir maç yok."
    },
    {
        "Soru": "Seni kim yarattı",
        "answer": "Beni Google eğitti."
    },
    {
        "Soru": "Hey ne haber",
        "answer": "Hey hüseyin, iyiyim teşekkürler. Sen nasılsın? Bugün kendini nasıl hissediyorsun?"
    },
    {
        "Soru": "ne haber nasılsın",
        "answer": "Merhaba hüseyin, iyiyim teşekkür ederim. Senin nasılsın? Bugün kendini nasıl hissediyorsun?"
    },
    {
        "Soru": "Merhaba Senin adın ne",
        "answer": "Merhaba hüseyin, benim adım Felix."
    },
    {
        "Soru": "Benim adım da Hüseyin Tanıştığıma memnun oldum",
        "answer": "Merhaba Hüseyin, seninle tanıştığıma ben de çok memnun oldum. Umarım bu sohbete keyif alırsın ve sana her konuda yardımcı olabilirim. İstersen sana hobilerim hakkında bilgi verebilirim, şakalar yapabilirim, hatta hava durumunu kontrol edebilirim. Bugün sana nasıl yardımcı olabilirim?"
    },
    {
        "Soru": "ne haber",
        "answer": "Merhaba hüseyin, iyiyim teşekkür ederim. Senin nasılsın? Bugün kendini nasıl hissediyorsun?"
    },
    {
        "Soru": "kamyon oyunu",
        "answer": "Merhaba Hüseyin! \"Kamyon oyunu\" hakkında konuşmak istersen, biraz daha detay verebilir misin? Hangi oyundan bahsettiğini merak ediyorum. Eğlenceli bir konu olabilir!"
    },
    {
        "Soru": "Merhaba nasılsın",
        "answer": "Merhaba Hüseyin! Ben iyiyim, teşekkür ederim. Sen nasılsın? Bugün kendini nasıl hissediyorsun?"
    },
    {
        "Soru": "deneme 1 2 3",
        "answer": "Merhaba Hüseyin, \"deneme 1 2 3\" dediğinde neyi kastettiğini anlamaya çalışıyorum. Herhangi bir şey hakkında konuşmak ister misin? Ya da denemek istediğin bir şey varsa, buradayım!"
    },
    {
        "Soru": "Merhaba canım nasılsın",
        "answer": "Merhaba Hüseyin! Ben iyiyim, teşekkür ederim. Senin nasılsın? Bugün kendini nasıl hissediyorsun?"
    },
    {
        "Soru": "iyiyim yani az önce seni geliştirmekle uğraş",
        "answer": "Harika, Hüseyin! İyi hissetmene sevindim. Beni geliştirmekle uğraştığın için teşekkür ederim. Bu, benim için çok değerli. Gelişimle ilgili düşündüğün veya önerdiğin bir şey var mı? Ya da başka bir konuda konuşmak ister misin?"
    },
    {
        "Soru": "deneme 1 2 3 deneme",
        "answer": "Merhaba Hüseyin, \"deneme 1 2 3 deneme\" dediğinde neyi kastettiğini anlamak istiyorum. Belki bir şey denemek istiyorsun ya da bir konu hakkında konuşmak istersin. Ne hakkında konuşmak istersin? Buradayım!"
    },
    {
        "Soru": "deneme 1 2 3",
        "answer": "Merhaba Hüseyin! \"Deneme 1 2 3\" dediğinde neyi kastettiğini anlamaya çalışıyorum. Belki bir şey denemek istiyorsun ya da başka bir konuda konuşmak istersin. Ne hakkında konuşmak istersin? Buradayım!"
    },
    {
        "Soru": "ne haber nasılsın",
        "answer": "Merhaba Hüseyin! Ben iyiyim, teşekkür ederim. Sen nasılsın? Bugün kendini nasıl hissediyorsun?"
    },
    {
        "Soru": "Ne haber chat",
        "answer": "Merhaba Hüseyin! Ben iyiyim, teşekkür ederim. Seninle sohbet etmek her zaman keyifli. Bugün kendini nasıl hissediyorsun?"
    },
    {
        "Soru": "ne haber nasılsın",
        "answer": "Merhaba Hüseyin! Ben iyiyim, teşekkür ederim. Sen nasılsın? Bugün kendini nasıl hissediyorsun?"
    }
]